name: "object_detection"
backend: "onnxruntime"
max_batch_size : 0
input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [1, 3,256,256]
  }
]

output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [1, 84, 1344]
  }
]


